[
  {
    "id": "3f6a9b8c7d",
    "paragraph": "The other day, I saw a unicorn in the park. It was eating some flowers and looked very happy. I decided to approach it and pet it, but it suddenly turned around and spit a rainbow at me. I was shocked and covered in colors. The unicorn laughed and ran away, leaving me in a mess. I wondered if anyone would believe me, or if I had just hallucinated the whole thing."
  },
  {
    "id": "a4c7e2d9b1",
    "paragraph": "I have a strange hobby. I like to collect socks. Not just any socks, but socks that have been lost or abandoned by their owners. I find them in laundromats, on the streets, in trash cans, and sometimes even in my own dryer. I have hundreds of socks, of different sizes, colors, and patterns. I wash them and sort them by categories. Sometimes I wear them, but mostly I just admire them. I think they have stories to tell, and I try to imagine them."
  },
  {
    "id": "9d1b6e4c3f",
    "paragraph": "I love pizza. It is my favorite food in the world. I could eat pizza every day, for every meal, and never get tired of it. I like all kinds of pizza, but my favorite is pepperoni and cheese. I like to dip my pizza in ranch dressing, and sometimes I add some hot sauce for extra spice. I have a pizza oven in my kitchen, and I make my own pizza dough and sauce. I also have a pizza cutter, a pizza stone, and a pizza peel. I am a pizza expert, and I challenge anyone to make a better pizza than me."
  },
  {
    "id": "6c5f4a3b2d",
    "paragraph": "I hate spiders. They are creepy and disgusting. They have too many legs, too many eyes, and too many fangs. They spin webs and trap innocent flies. They crawl on the walls, on the ceiling, and sometimes on me. They make me scream and jump and run away. I wish they would all disappear, or at least stay away from me. I have a spray bottle of vinegar and water, and I use it to kill any spider I see. I also have a vacuum cleaner, and I use it to suck up any web I find. I am a spider hater, and I don't care what anyone says."
  },
  {
    "id": "b2d1c9e8f7",
    "paragraph": "I have a secret. I can talk to animals. Not just dogs and cats, but all kinds of animals. Birds, fish, insects, reptiles, even plants. They can understand me, and I can understand them. They tell me their names, their feelings, their wishes, and their problems. I try to help them as much as I can, and they help me too. They are my friends, and I love them. I don't tell anyone about my ability, because I don't think they would believe me, or worse, they would think I'm crazy. I keep it to myself, and I enjoy it."
  },
  {
    "id": "f7e8d6c5b4",
    "paragraph": "I have a weird talent. I can play the guitar with my feet. Not just strumming, but actually playing chords and melodies. I learned it when I was a kid, because I was bored and curious. I practiced a lot, and I got really good at it. I can play any song I want, and I can even sing along. I like to perform for my friends and family, and they are always amazed and amused. I also like to post videos of me playing on social media, and I get a lot of likes and comments. I am a foot guitarist, and I'm proud of it."
  },
  {
    "id": "c5b4a3f2e9",
    "paragraph": "I have a funny story. I once went to a zoo with my friends, and we decided to feed the monkeys. We bought some bananas from a vendor, and we threw them to the monkeys. The monkeys were happy and ate the bananas, but then they started to throw them back at us. They also threw some other things, like poop and rocks. We were surprised and scared, and we ran away. We were covered in banana peels and monkey feces. We smelled bad and looked worse. We had to go home and take a shower. We never fed the monkeys again."
  },
  {
    "id": "e9f2d8c7b6",
    "paragraph": "I have a dream. I want to be an astronaut. I want to go to space and explore the stars. I want to see the moon, the planets, the asteroids, and the comets. I want to experience zero gravity and float around. I want to wear a spacesuit and a helmet, and use a jetpack and a laser. I want to meet aliens and make friends with them. I want to discover new things and have fun. I have a space poster on my wall, and a space book on my shelf. I have a space game on my computer, and a space toy on my desk. I am a space lover, and I hope to make my dream come true."
  },
  {
    "id": "d8c7b6a5f4",
    "paragraph": "I have a problem. I can't stop eating chocolate. I love chocolate more than anything else. I love the taste, the smell, the texture, and the color. I love dark chocolate, milk chocolate, white chocolate, and any other kind of chocolate. I love chocolate bars, chocolate chips, chocolate cookies, chocolate cake, and chocolate ice cream. I eat chocolate every day, for every occasion, and sometimes for no reason at all. I have a chocolate stash in my closet, and a chocolate supply in my fridge. I have a chocolate addiction, and I need help."
  },
  {
    "id": "b6a5f4d3c2",
    "paragraph": "I have a hobby. I like to knit. Not just scarves and hats, but also sweaters and socks. I like to use different kinds of yarn, of different colors and textures. I like to make patterns and designs, and sometimes I even invent my own. I like to knit for myself, and for my friends and family. I like to give them my knitted creations as gifts, and they always appreciate them. I have a knitting kit in my bag, and a knitting book on my table. I have a knitting club at school, and a knitting blog online. I am a knitter, and I enjoy it."
  },
  {
    "id": "f4d3c2b6a9",
    "paragraph": "I have a pet. It is a hamster. It is small and furry, and it has a cute nose and whiskers. It likes to eat seeds and nuts, and it drinks water from a bottle. It lives in a cage, and it has a wheel, a tunnel, and a ball. It likes to run on the wheel, crawl in the tunnel, and roll in the ball. It sleeps during the day, and it is active at night. It makes squeaky noises, and sometimes it bites. It is my hamster, and I call it Fluffy."
  },
  {
    "id": "c2b6a9f4d3",
    "paragraph": "I have a wish. I want to be a superhero. I want to have superpowers and fight crime. I want to fly in the sky and run on the ground. I want to be strong and fast, and smart and brave. I want to have a cool costume and a catchy name. I want to have a sidekick and a nemesis. I want to save the world and make a difference. I have a comic book in my drawer, and a movie ticket in my pocket. I have a superhero poster on my door, and a superhero action figure on my bed. I am a superhero fan, and I hope to make my wish come true."
  },
  {
    "id": "a9f4d3c2b6",
    "paragraph": "I have a joke. It goes like this: What do you call a fish that wears a bowtie? Sofishticated. I think it is funny and clever. I like jokes that are puns and wordplays. I like jokes that make me laugh and smile. I like jokes that are silly and harmless. I have a joke book in my backpack, and a joke app on my phone. I have a joke website on my browser, and a joke podcast on my headphones. I am a joke lover, and I like to share them with others."
  },
  {
    "id": "d3c2b6a9f4",
    "paragraph": "I have a fear. I am afraid of clowns. They are creepy and scary. They have big shoes, big noses, big hair, and big smiles. They wear colorful clothes and makeup, and they make weird noises. They do tricks and jokes, but they are not funny. They are terrifying."
  },
  {
    "id": "b6f4d3c2a9",
    "paragraph": "I have a passion. I love to dance. Not just any dance, but ballet. I love the grace, the elegance, the beauty, and the discipline of ballet. I love to wear a tutu, a leotard, and ballet shoes. I love to do pliés, pirouettes, arabesques, and jetés. I love to perform on stage, and to express myself through movement. I have a ballet teacher in my studio, and a ballet partner in my class. I have a ballet poster on my wall, and a ballet video on my TV. I am a ballet dancer, and I live for it."
  },
  {
    "id": "a9c2f4d3b6",
    "paragraph": "I have a talent. I can sing. Not just any song, but opera. I have a powerful and beautiful voice, and I can hit high notes and low notes. I can sing in different languages, such as Italian, French, German, and English. I can sing solo or in a chorus, and I can sing with or without music. I have a singing teacher in my school, and a singing coach in my home. I have a singing microphone in my hand, and a singing trophy on my shelf. I am a singer, and I love it."
  },
  {
    "id": "f4d3b6a9c2",
    "paragraph": "I have a hobby. I like to paint. Not just any paint, but watercolor. I love the colors, the shapes, the textures, and the effects of watercolor. I love to use brushes, paints, water, and paper. I love to paint landscapes, portraits, animals, and flowers. I love to paint for myself, and for others. I love to give my paintings as gifts, and to sell them online. I have a painting easel in my room, and a painting portfolio in my closet. I have a painting blog on my computer, and a painting gallery on my phone. I am a painter, and I enjoy it."
  },
  {
    "id": "d3b6a9c2f",
    "paragraph": "I have a dream. I want to be a doctor. I want to help people and save lives. I want to diagnose diseases, prescribe medicines, and perform surgeries. I want to wear a white coat, a stethoscope, and a mask. I want to work in a hospital, a clinic, or a private practice. I want to have patients, colleagues, and mentors. I have a medical book in my backpack, and a medical app on my phone. I have a medical show on my Netflix, and a medical game on my console. I am a medical student, and I hope to make my dream come true."
  },
  {
    "id": "b6a9c2f4d3",
    "paragraph": "I have a fear. I am afraid of heights. They make me dizzy and nauseous. I hate to look down, and I hate to feel unsteady. I avoid tall buildings, bridges, mountains, and planes. I prefer to stay on the ground, or even below it. I don't like roller coasters, Ferris wheels, or bungee jumping. I don't like ladders, stairs, or elevators. I have a fear of heights, and I need to overcome it."
  },
  {
    "id": "a9c2f4d3",
    "paragraph": "I have a joke. It goes like this: Why did the chicken go to the seance? To get to the other side. I think it is funny and clever. I like jokes that are twists and surprises. I like jokes that make me laugh and think. I like jokes that are witty and original. I have a joke book in my backpack, and a joke app on my phone. I have a joke website on my browser, and a joke podcast on my headphones. I am a joke lover, and I like to share them with others."
  },
  {
    "id": "f4d3b6a9c",
    "paragraph": "I have a pet. It is a parrot. It is colorful and feathery, and it has a sharp beak and claws. It likes to eat seeds and fruits, and it drinks water from a bowl. It lives in a cage, and it has a perch, a swing, and a mirror. It likes to sit on the perch, swing on the swing, and talk to the mirror. It can mimic sounds and words, and sometimes it says funny things. It is my parrot, and I call it Polly."
  },
  {
    "id": "d3b6a9c2f4",
    "paragraph": "I have a wish. I want to be a magician. I want to do magic tricks and illusions. I want to make things disappear and reappear, change shape and color, and defy gravity and logic. I want to have a magic wand, a magic hat, and a magic cape. I want to have a magic assistant and a magic audience. I want to amaze and entertain people, and make them wonder and smile. I have a magic book in my drawer, and a magic kit in my box. I have a magic show on my YouTube, and a magic club on my Facebook. I am a magic fan, and I hope to make my wish come true."
  },
  {
    "id": "ba9c2f4d3",
    "paragraph": "I have a problem. I can't stop shopping. I love to buy things, especially clothes, shoes, and accessories. I love to browse online, visit stores, and try things on. I love to compare prices, styles, and brands. I love to get discounts, deals, and freebies. I shop every day, for every occasion, and sometimes for no reason at all. I have a shopping cart on my laptop, and a shopping bag on my shoulder. I have a shopping list on my phone, and a shopping receipt in my wallet. I have a shopping addiction, and I need help."
  },
  {
    "id": "a9c2f4d3b",
    "paragraph": "I have a hobby. I like to play chess. Not just any chess, but online chess. I love the strategy, the challenge, the competition, and the fun of chess. I love to use pieces, moves, tactics, and openings. I love to play against different opponents, from different countries, with different ratings and styles. I love to win, draw, and sometimes lose. I play chess every day, for every mood, and sometimes for hours. I have a chess board on my desk, and a chess app on my phone. I have a chess website on my browser, and a chess podcast on my headphones. I am a chess player, and I enjoy it."
  },
  {
    "id": "a1b2c3",
    "paragraph": "The quick brown fox jumps over the lazy dog. Why did the chicken cross the road? To get to the other side, of course! Have you ever tried to eat a clock? It's very time-consuming."
  },
  {
    "id": "x9y8z7",
    "paragraph": "Bananas are berries, but strawberries aren't. Don't you find it strange that your nose runs, but your feet smell? I tried to catch fog yesterday. Mist."
  },
  {
    "id": "q1w2e3",
    "paragraph": "If you see a crime at an Apple Store, does that make you an iWitness? I used to play piano by ear, but now I use my hands and fingers. Parallel lines have so much in common. It's a shame they'll never meet."
  },
  {
    "id": "k5j4h3",
    "paragraph": "Why don't scientists trust atoms? Because they make up everything. My wife told me to stop impersonating a flamingo. I had to put my foot down."
  },
  {
    "id": "p8o9i7",
    "paragraph": "I told my wife she should embrace her mistakes. She gave me a hug, and we laughed about all the times we've messed up. I once asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you.'"
  },
  {
    "id": "f6g7h8",
    "paragraph": "I'm on a whiskey diet. I've lost three days already. If you're ever cold, just stand in a corner for a bit. They're usually around 90 degrees. Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
  },
  {
    "id": "m3n2o1",
    "paragraph": "I told my computer I needed a break, and now it won't stop sending me vacation ads. The early bird might get the worm, but the second mouse gets the cheese. I used to be a baker because I kneaded dough. Have you heard about the cheese factory that exploded? There was nothing left but de-brie. If you see a crime at an Apple Store, does that make you an iWitness?"
  },
  {
    "id": "d4e5f6",
    "paragraph": "I'm reading a book on anti-gravity. It's impossible to put down. If you're ever cold, just stand in a corner for a bit. They're usually around 90 degrees. Have you ever tried to eat a clock? It's very time-consuming. I asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you.' The quick brown fox jumps over the lazy dog."
  },
  {
    "id": "s7t8u9",
    "paragraph": "I asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you.' Did you hear about the claustrophobic astronaut? He just needed a little space. I used to play piano by ear, but now I use my hands and fingers. Why did the scarecrow win an award? Because he was outstanding in his field!"
  },
  {
    "id": "r2e3w4",
    "paragraph": "Why did the chicken join a band? Because it had the drumsticks! I told my wife she was drawing her eyebrows too high. She looked surprised, but I think she secretly appreciated the honesty. The early bird might get the worm, but the second mouse gets the cheese. I only know 25 letters of the alphabet. I don't know y."
  },
  {
    "id": "z5x6c",
    "paragraph": "Have you heard about the cheese factory that exploded? There was nothing left but de-brie. I'm writing a book on reverse psychology. Do not read it! If you ever get cold, just stand in a corner – they're usually around 90 degrees. I once played a game of hide and seek with my refrigerator. I'm still looking for it."
  },
  {
    "id": "v8b9n",
    "paragraph": "I once played a game of hide and seek with my refrigerator. I'm still looking for it. The early bird might get the worm, but the second mouse gets the cheese. Why did the scarecrow win an award? Because he was outstanding in his field! I'm on a whiskey diet. I've lost three days already."
  },
  {
    "id": "o1k2l3",
    "paragraph": "I'm on a whiskey diet. I've lost three days already. I used to be a baker because I kneaded dough. I told my computer I needed a break, and now it won't stop sending me vacation ads. Have you heard about the cheese factory that exploded? There was nothing left but de-brie."
  },
  {
    "id": "h4g5f6",
    "paragraph": "I asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you.' If you see a crime at an Apple Store, does that make you an iWitness? I used to play piano by ear, but now I use my hands and fingers. Parallel lines have so much in common. It's a shame they'll never meet."
  },
  {
    "id": "j7u8i9",
    "paragraph": "I only know 25 letters of the alphabet. I don't know y. I told my wife she should embrace her mistakes. She gave me a hug, and we laughed about all the times we've messed up. Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
  },
  {
    "id": "p0o9i8",
    "paragraph": "I'm reading a book on anti-gravity. It's impossible to put down. If you're ever cold, just stand in a corner for a bit. They're usually around 90 degrees. Have you ever tried to eat a clock? It's very time-consuming."
  },
  {
    "id": "c7v8b9",
    "paragraph": "I told my computer I needed a break, and now it won't stop sending me vacation ads. The early bird might get the worm, but the second mouse gets the cheese. I'm on a whiskey diet. I've lost three days already."
  },
  {
    "id": "t6r5e4",
    "paragraph": "Why don't scientists trust atoms? Because they make up everything. I used to be a baker because I kneaded dough. Have you heard about the cheese factory that exploded? There was nothing left but de-brie."
  },
  {
    "id": "w3e4r5",
    "paragraph": "I'm writing a book on reverse psychology. Do not read it! If you ever get cold, just stand in a corner – they're usually around 90 degrees. Have you heard about the cheese factory that exploded? There was nothing left but de-brie."
  },
  {
    "id": "y2x1z9",
    "paragraph": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them. I asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you.' Have you ever tried to eat a clock? It's very time-consuming."
  },
  {
    "id": "u8i7o6",
    "paragraph": "I once played a game of hide and seek with my refrigerator. I'm still looking for it. The early bird might get the worm, but the second mouse gets the cheese. Why did the scarecrow win an award? Because he was outstanding in his field!"
  },
  {
    "id": "q1w2e",
    "paragraph": "If you see a crime at an Apple Store, does that make you an iWitness? I used to play piano by ear, but now I use my hands and fingers. Parallel lines have so much in common. It's a shame they'll never meet."
  },
  {
    "id": "k5j4h",
    "paragraph": "Why don't scientists trust atoms? Because they make up everything. My wife told me to stop impersonating a flamingo. I had to put my foot down."
  },
  {
    "id": "v8b9n0",
    "paragraph": "I once played a game of hide and seek with my refrigerator. I'm still looking for it. The early bird might get the worm, but the second mouse gets the cheese. Why did the scarecrow win an award? Because he was outstanding in his field! I'm on a whiskey diet. I've lost three days already."
  },
  {
    "id": "z5x6c7",
    "paragraph": "Have you heard about the cheese factory that exploded? There was nothing left but de-brie. I'm writing a book on reverse psychology. Do not read it! If you ever get cold, just stand in a corner – they're usually around 90 degrees. I once played a game of hide and seek with my refrigerator. I'm still looking for it."
  },
  {
    "id": "o1k2l",
    "paragraph": "I'm on a whiskey diet. I've lost three days already. I used to be a baker because I kneaded dough. I told my computer I needed a break, and now it won't stop sending me vacation ads. Have you heard about the cheese factory that exploded? There was nothing left but de-brie."
  },
  {
    "id": "h4g5f",
    "paragraph": "I asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you.' If you see a crime at an Apple Store, does that make you an iWitness? I used to play piano by ear, but now I use my hands and fingers. Parallel lines have so much in common. It's a shame they'll never meet."
  },
  {
    "id": "j7u8i",
    "paragraph": "I only know 25 letters of the alphabet. I don't know y. I told my wife she should embrace her mistakes. She gave me a hug, and we laughed about all the times we've messed up. Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
  },
  {
    "id": "p0o9i",
    "paragraph": "I'm reading a book on anti-gravity. It's impossible to put down. If you're ever cold, just stand in a corner for a bit. They're usually around 90 degrees. Have you ever tried to eat a clock? It's very time-consuming."
  },
  {
    "id": "c7v8b",
    "paragraph": "I told my computer I needed a break, and now it won't stop sending me vacation ads. The early bird might get the worm, but the second mouse gets the cheese. I'm on a whiskey diet. I've lost three days already."
  },
  {
    "id": "t6r5e",
    "paragraph": "Why don't scientists trust atoms? Because they make up everything. I used to be a baker because I kneaded dough. Have you heard about the cheese factory that exploded? There was nothing left but de-brie."
  },
  {
    "id": "w3e4r",
    "paragraph": "I'm writing a book on reverse psychology. Do not read it! If you ever get cold, just stand in a corner – they're usually around 90 degrees. Have you heard about the cheese factory that exploded? There was nothing left but de-brie."
  },
  {
    "id": "y2x1z",
    "paragraph": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them. I asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you.' Have you ever tried to eat a clock? It's very time-consuming."
  },
  {
    "id": "u8i7o",
    "paragraph": "I once played a game of hide and seek with my refrigerator. I'm still looking for it. The early bird might get the worm, but the second mouse gets the cheese. Why did the scarecrow win an award? Because he was outstanding in his field!"
  }
]